<div class="alert alert-info b-b m-n" role="alert">
    <div class="container">
        <p><b>Уважаемые пользователи!</b></p>
        <p>В ночь со вторника 19 мая на среду 20 мая с 02:00 до 03:00 МСК будут проводиться технические работы на сетевом оборудовании
        Московской точки фильтрации Партнёра, осуществляющего защиту наших серверов.
           Возможны кратковременные прерывания соединений через Московскую точку общей продолжительностью до 15 минут. </p>
        <p>Приносим извинения за возможные доставленные неудобства.</p>
    </div>
</div>