<?php

return [

    'title'        => 'Коментарі',
    'description'  => 'Користувацькі коментарі',
    'not_found'    => 'Ще не було створено жодного коментаря',
    'status'       => 'Статус',
    'content'      => 'Зміст',
    'recording'    => 'Матеріал',
    'user'         => 'Користувач',
    'user_comment' => 'Коментар користувача',
    'checking'     => 'Перевірка',
    'show_comment' => 'Відображати коментар',
    'go'           => 'Перейти',
    'delete'       => 'Запис вилучена',

];
