<?php

return [

    'title'       => 'แคช',
    'description' => 'การจัดการแคชของแอปพลิเคชัน',

    'cache'               => 'ล้างแคช',
    'cache.description'   => 'ล้างแคชของแอ็พพลิเคชัน',
    'config'              => 'ล้างการตั้งค่า',
    'config.description'  => 'สร้างแฟ้มแคชสำหรับการดาวน์โหลดได้เร็วขึ้นการกำหนดค่า',
    'route'               => 'ล้างเส้นทาง',
    'route.description'   => 'สร้างไฟล์แคชเส้นทางสำหรับการลงทะเบียนเส้นทางที่รวดเร็วยิ่งขึ้น',
    'view'                => 'ล้างไฟล์ที่แสดง',
    'view.description'    => 'ล้างทุกไฟล์ที่รวบรวมทั้งหมด',
    'opcache'             => 'ล้าง opcache',
    'opcache.description' => 'ล้างเนื้อหาของแคชการทำธุรกรรมการดำเนินการ',

];
