<?php

return [

    'upload' => [
        'title'       => 'Перетягніть сюди файли або натисніть, щоб завантажити.',
        'description' => '(Файли обробляються автоматично, вам лише потрібно вказати їх порядок)',

        'information' => [
            'title'       => 'Інформація про фото',
            'sub_title'   => 'Відомості для відображення інформації',
            'system_name' => "Системне ім'я",
            'name'        => "Коротке ім'я",
            'alt'         => 'Альтернативний текст',
            'description' => 'Опис',
        ],

    ],

];
