<?php

return [

    'tabs'        => [
        'uploads' => 'Завантаження',
    ],
    'title'       => 'Перетягніть сюди файли або натисніть, щоб завантажити.',
    'description' => '(Файли обробляються автоматично, вам лише потрібно вказати їх порядок)',

    'information' => [
        'title'       => 'Інформація про файл',
        'sub_title'   => 'Відомості для відображення інформації',
        'system_name' => 'Системне ім\'я',
        'name'        => 'Псевдонім',
        'alt'         => 'Альтернативний текст',
        'description' => 'Опис',
        'link'        => 'Посилання',
    ],

];
