<?php

return [

    'upload' => [
        'title'       => 'Перетащите сюда файлы или нажмите, чтобы загрузить.',
        'description' => '(Файлы обрабатываются автоматически, вам лишь нужно указать их порядок)',

        'information' => [
            'title'       => 'Информация о файле',
            'sub_title'   => 'Сведения для отображения информации',
            'system_name' => 'Системное имя',
            'name'        => 'Отображаемое имя',
            'alt'         => 'Альтернативный текст',
            'description' => 'Описание',
        ],

    ],

];
