<?php
/**
 * Created by PhpStorm.
 * User: joker
 * Date: 16.02.17
 * Time: 16:01
 */

return [
    'category' => [
        'top-header' => 'Реклама в верхнем блоке (1920x50)',
        'side-block' => 'Реклама в левом или правом блоке (375x460)',
        'bottom-block' => 'Реклама в нижнем блоке (162x87)',
        'invest-block' => 'Реклама в блоке инвесторов (162x87)',
    ],
    'days' => [
        0 => 'Пн',
        1 => 'Вт',
        2 => 'Ср',
        3 => 'Чт',
        4 => 'Пт',
        5 => 'Сб',
        6 => 'Вс'
    ]
];