<?php

return [

    'title'       => 'Кэширование',
    'description' => 'Управление кэшированием приложения',

    'cache'               => 'Очистить кэш',
    'cache.description'   => 'Очистить кэш приложения',
    'config'              => 'Очистить настройки конфигурации',
    'config.description'  => 'Создайте файл кэша для более быстрой загрузки конфигурации',
    'route'               => 'Очистить маршруты',
    'route.description'   => 'Создайте файл кэша маршрута для более быстрой регистрации маршрута',
    'view'                => 'Очистить отображаемые файлы',
    'view.description'    => 'Очистить все скомпилированные файлы просмотра',
    'opcache'             => 'Очистить opcache',
    'opcache.description' => 'Сбрасывает содержимое кэша операций',

];
