<?php

return [

    'title'        => 'Комментарии',
    'description'  => 'Пользовательские комментарии',
    'not_found'    => 'Пока не было создано ни одного комментария',
    'status'       => 'Статус',
    'content'      => 'Содержание',
    'recording'    => 'Материал',
    'user'         => 'Пользователь',
    'user_comment' => 'Комментарий пользователя',
    'checking'     => 'Проверка',
    'show_comment' => 'Отображать комментарий',
    'go'           => 'Перейти',
    'delete'       => 'Запись удалена',

];
