<?php

return [

    'title'       => 'Настройки',
    'description' => 'Глобальные настройки системы',
    'search'      => 'Поиск параметров ...',

    'app' => [
        'name'            => 'Название сайта',
        'env'             => 'Окружение',
        'debug'           => 'Отладка',
        'url'             => 'Адрес сайта',
        'timezone'        => 'Часовой пояс',
        'locale'          => 'Язык по умолчанию',
        'fallback_locale' => 'Запасной язык',
        'log'             => 'Журнал событий',
        'log_level'       => 'Уровень журнала событий',
    ],

];
