<?php

return [

    'title'       => 'Кешування',
    'description' => 'Керування кешуванням сайту',

    'cache'               => 'Очистити кеш',
    'cache.description'   => 'Очистити кеш сайту',
    'config'              => 'Очистити налаштування конфігурації',
    'config.description'  => 'Створіть файл кеша для більш швидкого завантаження конфігурації',
    'route'               => 'Очистити маршрути',
    'route.description'   => 'Створіть файл кеша маршруту для більш швидкої реєстрації маршруту',
    'view'                => 'Очистити кеш шаблонів',
    'view.description'    => 'Очистити всі скомпільовані файли шаблонів',
    'opcache'             => 'Очистити opcache',
    'opcache.description' => 'Сбрасывает содержимое кэша операцій',

];
