<?php

return [

    'tabs'        => [
        'uploads' => 'อัปโหลด',
    ],
    'title'       => 'ลากไฟล์ที่นี่หรือคลิกเพื่อดาวน์โหลด',
    'description' => '(ไฟล์จะถูกประมวลผลโดยอัตโนมัติคุณเพียงแค่ต้องระบุลำดับของไฟล์)',

    'information' => [
        'title'       => 'แฟ้มข้อมูล',
        'sub_title'   => 'ข้อมูลที่จะแสดง',
        'system_name' => 'ชื่อระบบ',
        'name'        => 'ชื่อที่ใช้แสดง',
        'alt'         => 'ข้อความทางเลือก',
        'description' => 'คำอธิบาย',
    ],

];
