<?php

return [

    'title'       => 'Панель управления',
    'description' => 'Добро пожаловать в Orchid',

    'Create'       => 'Cоздать',
    'Delete'       => 'Удалить',
    'Find'         => 'Найти',
    'Apply'        => 'Применить',
    'Manage'       => 'Управление',
    'Last edit'    => 'Последние изменение',
    'Created'      => 'Дата создания',
    'elements'     => 'элементов',
    'show'         => 'показано',
    'of'           => 'из',
    'search posts' => 'Поиск записей..',

    'access_denied' => [
        'label' => 'Доступ запрещен',
        'help'  => 'У вас нет необходимых прав для просмотра этой страницы.',
    ],
];
