<?php

return [

    'title'       => 'Панель управления',
    'description' => 'Добро пожаловать в ORCHID',

    'Create'       => 'Создать',
    'Delete'       => 'Удалить',
    'Find'         => 'Найти',
    'Apply'        => 'Применить',
    'Manage'       => 'Управление',
    'Last edit'    => 'Последние изменение',
    'Created'      => 'Дата создания',
    'elements'     => 'элементов',
    'show'         => 'показано',
    'of'           => 'из',
    'search_posts' => 'Поиск записей..',

    'website' => 'Веб-сайт',
    'profile' => 'Мой профиль',

    'access_denied' => [
        'label' => 'Доступ запрещен',
        'help'  => 'У вас нет необходимых прав для просмотра этой страницы.',
    ],

    'alert' => [
        'success' => 'Операция выполнена успешно.',
        'restore' => 'Восстановить запись.',
    ],

    'filters' => [
        'date_created' => 'Дата создания',
        'search'       => 'Поиск по содержанию',
        'status'       => 'Статус',
    ],

    'widgets' => [
        'update' => [
            'new_version' => 'Доступна новая стабильная версия ORCHID. Пожалуйста, обновитесь до последней версии.',
        ],
    ],

];
