<?php

return [

    'title'       => 'Панель управления',
    'description' => 'Добро пожаловать в ORCHID',

    'notifications' => 'Уведомления',
    'no_notifications' => 'Нет уведомлений',

    'commands' => [
        'add'    => 'Добавить',
        'save'   => 'Сохранить',
        'update' => 'Обновить',
        'remove' => 'Удалить',
    ],

    'Find'         => 'Найти',
    'apply'        => 'Применить',
    'Manage'       => 'Управление',
    'Last edit'    => 'Последние изменение',
    'Created'      => 'Дата создания',
    'elements'     => 'элементов',
    'show'         => 'показано',
    'of'           => 'из',
    'search_posts' => 'Поиск записей..',

    'access_denied' => [
        'label' => 'Доступ запрещен',
        'help'  => 'У вас нет необходимых прав для просмотра этой страницы.',
    ],

    'alert' => [
        'success'  => 'Операция выполнена успешно.',
        'restore'  => 'Восстановить запись.',
        'validate' => 'Пожалуйста, проверьте введённые данные, возможно необходимо указать на других языках.',
    ],

    'filters' => [
        'date_created' => 'Дата создания',
        'search'       => 'Поиск по содержанию',
        'status'       => 'Статус',
    ],

    'widgets' => [
        'update' => [
            'new_version' => 'Доступна новая стабильная версия ORCHID. Пожалуйста, обновитесь до последней версии.',
        ],
    ],

    'validation' => [
        'required' => 'Пожалуйста заполните поле.',
    ],

];
