<?php

return [

    'title'       => 'Панель керування',
    'description' => 'Ласкаво просимо до ORCHID',

    'notifications' => 'Повідомлення',
    'no_notifications' => 'Повідомлення відсутні',

    'Create'       => 'Створити',
    'Delete'       => 'Видалити',
    'Find'         => 'Зайти',
    'Apply'        => 'Застосувати',
    'Manage'       => 'Керування',
    'Last edit'    => 'Остані змінни',
    'Created'      => 'Дата створення',
    'elements'     => 'елементів',
    'show'         => 'відображенно',
    'of'           => 'з',
    'search_posts' => 'Пошук записів..',

    'website' => 'Веб-сайт',
    'profile' => 'Мій профіль',

    'access_denied' => [
        'label' => 'Доступ заборонено',
        'help'  => 'У вас немає необхідних прав для перегляду цієї сторінки.',
    ],

    'alert' => [
        'success'  => 'Операцію успішно виконано.',
        'restore'  => 'Відновити запис.',
        'validate' => 'Будь ласка, перевірте введені дані, можливо їх необхідно вказати на інших мовах.',
    ],

    'filters' => [
        'date_created' => 'Дата створення',
        'search'       => 'Пошук по змісту',
        'status'       => 'Статус',
    ],

    'widgets' => [
        'update' => [
            'new_version' => 'Доступна нова стабільна версія ORCHID. Будь ласка, оновіться до останньої версії.',
        ],
    ],

    'validation' => [
        'required' => 'Будь ласка, заповніть поле.',
    ],

];
