<?php

return [

    'title'       => 'Панель управління',
    'description' => 'Ласкаво просимо в Orchid',

    'Create'       => 'Створено',
    'Delete'       => 'Вилучити',
    'Find'         => 'Знайти',
    'Apply'        => 'Застосувати',
    'Manage'       => 'Управління',
    'Last edit'    => 'Останні зміни',
    'Created'      => 'Дата створення',
    'elements'     => 'елементів',
    'show'         => 'показано',
    'of'           => 'з',
    'search_posts' => 'Пошук записів ...',

    'website' => 'Веб-сайт',
    'profile' => 'Мій профіль',

    'access_denied' => [
        'label' => 'Доступ заборонений',
        'help'  => 'У вас немає необхідних прав для перегляду цієї сторінки.',
    ],

    'alert' => [
        'success' => 'Операція пройшла успішно',
    ],

];
