<?php


return [

    'main' => [
        'main'    => 'Головне меню',
        'pages'   => 'Сторінки',
        'systems' => 'Праметри системи',
        'posts'   => 'Записи',
    ],

    'systems' => [
        'settings'   => 'Налаштування',
        'roles'      => 'Групи доступу',
        'users'      => 'Користувачі',
        'menu'       => 'Меню',
        'media'      => 'Медіа',
        'category'   => 'Категорії',
        'attachment' => 'Завантаження файлів',
        'comment'    => 'Коментарі',
    ],

];
